Repository: apiship/woocommerce-module
Catalog: languages/wp-apiship-*.po
Languages: ru_ru

source: WP ApiShip needs WooCommerce to run. Please, install and active WooCommerce plugin.
ru_ru: Необходимо установить и активировать WooCommerce для работы WP ApiShip

source: Login
ru_ru: Логин

source: Token
ru_ru: Токен

source: Test login
ru_ru: Тестовый логин

source: Test password
ru_ru: Тестовый пароль

source: Test token
ru_ru: Тестовый токен

source: Get token
ru_ru: Получить токен

source: Get test token
ru_ru: Получить тестовый токен

source: Timezone
ru_ru: Часовой пояс

source: Order dispatch date (pickupDate) will be set according to %sTimezone%s
ru_ru: Дата отправки заказа будет установлена в соответствии с %sЧасовым поясом%s

source: You can set Timezone on General Settings page
ru_ru: Вы можете установить Часовой пояс на странице Общие настройки

source: To get more info about API Token refer %sdoc%s
ru_ru: Для получения дополнительной информации о токен API, см. %sdoc%s

source: Providers
ru_ru: Службы доставки

source: ApiShip Order
ru_ru: Заказ ApiShip

source: Warehouse address
ru_ru: Адрес склада

source: Use of warehouse address instead of store address.
ru_ru: Использовать адрес склада вместо адреса магазина.

source: You can set it on %1sApiShip%2s tab.
ru_ru: Вы можете установить его на вкладке %1sApiShip%2s.

source: Address line 1
ru_ru: Адрес

source: Address line 2
ru_ru: Дополнения к адресу

source: City
ru_ru: Город

source: Country / State
ru_ru: Страна/регион

source: Postcode / ZIP
ru_ru: Почтовый индекс

source: ApiShip integrator
ru_ru: ApiShip интегратор

source: Select tariffs from various providers.
ru_ru: Выбор тарифов от разных транпортных компаний.

source: Dimensions of product by default
ru_ru: Размеры товара по умолчанию

source: Default item length (cm)
ru_ru: Длина товара по умолчанию (см)

source: Default item length if it not specified
ru_ru: Длина товара по умолчанию, если она не указана

source: Default item width (cm)
ru_ru: Ширина товара по умолчанию (см)

source: Default item width if it not specified
ru_ru: Ширина товара по умолчанию, если она не указана

source: Default item height (cm)
ru_ru: Высота товара по умолчанию (см)

source: Default item height if it not specified
ru_ru: Высота товара по умолчанию, если она не указана

source: Weight of product by default
ru_ru: Вес товара по умолчанию

source: Default item weight (g)
ru_ru: Вес товара по умолчанию (г)

source: Default item weight if it not specified
ru_ru: Вес товара по умолчанию, если он не указан

source: Others
ru_ru: Прочие настройки

source: Commission
ru_ru: Комиссия

source: Include COD and insurance fees commission in shipping costs
ru_ru: Включать в стоимость доставки комиссию за наложенный платёж и страховку

source: Do not include COD and insurance fees commission in shipping costs
ru_ru: Комиссия за наложенный платёж и страховку в стоимость не включена

source: Test connection
ru_ru: Тестировать подключение

source: Connection successful.
ru_ru: Подключение успешно.

source: Connection failed.
ru_ru: Ошибка подключения.

source: Error
ru_ru: Ошибка

source: Store address
ru_ru: Адрес магазина

source: Contact name
ru_ru: ФИО контактного лица

source: You can set the store address on the Woocommerce %sGeneral%s tab.
ru_ru: Установка адреса магазина на вкладке %sОсновные%s страницы настроек Woocommerce

source: The contact name will be indicated in the sender's address
ru_ru: ФИО контакта будет указано в адресе отправителя

source: Phone
ru_ru: Телефон

source: Yandex map API key
ru_ru: API ключ для Яндекс карт

source: For correct operation, you should set your own Yandex map key.
ru_ru: Для корректной работы необходимо установить собственный ключ карты Яндекса.

source: We provide a default key, but no guarantee of correct operation
ru_ru: Мы предоставляем ключ по умолчанию, но не гарантируем правильную работу

source: Docs
ru_ru: Документы

source: ApiShip server connection settings
ru_ru: Настройки подключения к серверу ApiShip

source: Using only selected providers
ru_ru: Использовать только избранные Службы доставки

source: You can set the list of providers on %sProviders%s section
ru_ru: Вы можете установить список в секции %sСлужбы доставки%s

source: You should get a token for authorization
ru_ru: Вы должны получить токен для авторизации
